{
    "Introduction": "Oin, meu nome é Kya, então você está cuidando daquela velha fazenda? Quando precisar de máquinas passe na nossa loja.",
    "danceRejection": "Sinto muito, já tenho um par",
    "divorced": "O quê você tá querendo? aff..",
    "dumped_Girls": "Não dirija sua palavra pra mim não!$a",
    "secondChance_Girls": "*suspiro*... Ah assim não dá, te perdoo, mas me esquece por favor.$s",
    "breakUp": "Oks, amigos então...$s",
    "techop_Mon": "Começo a semana cheia de energia no trabalho, mesmo que meu coração esteja em casa, com meu toque de rosa.",
    "techop_Tue": "Sempre achei que a cor rosa poderia dar um toque alegre até mesmo às máquinas que vendemos aqui na loja.",
    "techop_Wed": "Hoje estou aqui no trabalho, mas não há lugar como o lar. Pelo menos temos máquinas incríveis para oferecer aos fazendeiros de Stardew Valley.",
    "techop_Thu": "Enquanto estou aqui no trabalho, às vezes imagino como seria se todas as máquinas fossem cor-de-rosa. Seria um toque mágico, não acha?",
    "techop_Fri": "Se o estresse aparecer, lembre-se de fazer uma pausa, talvez até acender um cigarro, e relaxar. Pode ajudar a aliviar a tensão.",
    "techop_Sat": "Espero que esteja aproveitando seu fim de semana enquanto estou aqui na loja. Não há lugar como o lar, especialmente com todas essas máquinas por perto.",
    "techop_Sun": "Mesmo no trabalho, os domingos são perfeitos para um chá quente e um bom livro. É assim que recarrego minhas energias e penso em como nossas máquinas fazem a diferença em Stardew Valley.",
    "tecshop_5_5": "Bom dia Sr @. Em que podemos lhe ajudar?/Bom dia, temos as melhores máquinas aqui, Seja bem-vindo.",
    "Mon": "Olá, faz um dia tranquilo, não é? Adoro começar a semana com um toque de rosa.",
    "Tue": "Sabe, sempre acho que a cor rosa deixa tudo mais alegre. É a minha cor favorita, com certeza.",
    "Wed": "Hoje é um ótimo dia para relaxar em casa. Afinal, não há lugar como o lar.",
    "Thu": "Às vezes, fico pensando como seria se tudo fosse cor-de-rosa. Deve ser um mundo mágico.",
    "Fri": "Se você está estressado, experimente dar uma pausa, acender um cigarro e relaxar. Funciona para mim!",
    "Sat": "Espero que esteja aproveitando o fim de semana. Para mim, não há nada melhor do que estar em casa.",
    "Sun": "Os domingos são perfeitos para um chá quente e um bom livro. É a minha maneira favorita de recarregar as energias."
}